export const distributionAgreement = `Угода про дистрибуцію muzika.ua

станом на 3 жовтня 2025 року

Ця Угода про дистрибуцію та Умови користування (далі – «Угода») є юридично зобов’язуючою угодою між вами та сервісом muzika.ua (надалі – «muzika.ua», «наш» або «ми»), зареєстрованим відповідно до законодавства України, щодо вашого використання Сервісу muzika.ua для розповсюдження ваших музичних записів у вибрані цифрові сервіси та магазини (далі – «Сервіс»).
Якщо ви укладаєте цю Угоду від імені однієї чи кількох інших осіб, групи, компанії чи іншої організації, то, приймаючи цю Угоду, ви заявляєте та гарантуєте нам, що належним чином уповноважені робити це від імені всіх таких осіб/суб’єктів і зобов’язати їх дотримуватися цієї Угоди, і що muzika.ua має повне право покладатися на цей факт (у такому випадку термін «ви» включає всіх таких осіб та організації) під час виконання зобов’язань за цією Угодою.
Натискаючи кнопку згоди з цією Угодою, завантажуючи реліз або іншим чином користуючись Сервісом, ви приймаєте наведені нижче умови, тому уважно прочитайте та зрозумійте їх перед тим, як це зробити.
Ця Угода автоматично набуває чинності з дати, коли ви здійснили акцепт (далі – «Дата набуття чинності»).

MUZIKA.UA НЕ ПРИВЛАСНЮЄ СОБІ ЖОДНИХ АВТОРСЬКИХ ЧИ СУМІЖНИХ ПРАВ НА ВАШУ МУЗИКУ, А ЛИШЕ ОТРИМУЄ ОБМЕЖЕНУ ЛІЦЕНЗІЮ НА ЇЇ ДИСТРИБУЦІЮ.

Будь ласка, зрозумійте, що ви повинні володіти або іншим чином мати законне право на відтворення та розповсюдження 100% записів, музичних творів, текстів, графічних матеріалів та будь-яких інших елементів, які ви плануєте завантажити та поширювати через Сервіс muzika.ua. Це включає право створювати та поширювати цифрові завантаження, що містять музичні твори, та здійснювати їх електронну передачу (включно зі стримінговими сервісами).
Наприклад, ви не можете завантажувати ремікси або записи, що містять семпли, якщо у вас немає всіх необхідних письмових дозволів від авторів і власників відповідних оригінальних записів. Ви також самостійно відповідаєте за оформлення прав на кавер-версії та інший контент, який вимагає ліцензування.

1. СЕРВІС MUZIKA.UA ТА ВАШІ ЗАПИСИ

a. Сервіс muzika.ua дозволяє вам завантажувати на наші сервери цифрові файли, що містять виключно аудіозаписи музичних творів або аудіовізуальні роботи та відповідні музичні композиції, літературні твори чи інший контент у формі усного слова, що в них втілений (разом далі – «Записи»), для розповсюдження у вибрані вами цифрові магазини, стримінгові сервіси та інші цифрові платформи, з якими співпрацює muzika.ua (далі – «Цифрові Магазини»). Такі музичні композиції, літературні та драматичні твори чи контент у формі усного слова, що втілені у Записах, іноді разом називаються «Композиції».

b. Записи повинні бути музичними фонограмами у вигляді окремого треку, EP чи альбому (збірки). Цифрові Магазини надаватимуть Клієнтам ваші Записи для придбання чи прослуховування як окремі треки — тобто ви не можете вимагати від Клієнта придбати або прослухати весь альбом чи EP як єдиний блок.
muzika.ua зазвичай не приймає та не поширює рінгтони, аудіокниги, подкасти, записи лише зі словом, цифрові буклети чи інші види контенту, які не є музичними фонограмами. Однак, у разі якщо ми вирішимо прийняти такий контент (на наш власний розсуд у кожному конкретному випадку), до нього застосовуватимуться умови цієї Угоди.

c. Наразі ми приймаємо Записи у форматах WAV та FLAC розміром до 250 МБ, частотою дискретизації 44.1 kHz - 96kHz, розрядністю 16 та 24-bit. Ми та/або Цифрові Магазини можемо час від часу вимагати інші формати або розміри файлів упродовж строку дії Угоди, і muzika.ua залишає за собою право конвертувати аудіофайли Записів у разі необхідності.

d. Під час завантаження кожного Запису ви повинні надати нам усі супровідні дані, які ми або Цифрові Магазини можемо вимагати (наприклад: ім’я виконавця, назва альбому, назви треків, жанр), а також наявну обкладинку (у форматі JPG з кольоровою моделлю RGB чи в іншому форматі, який можемо вимагати ми або Цифрові Магазини). Для цілей цієї Угоди всі такі дані, метадані, інформація, графічні файли, обкладинки та будь-які інші матеріали, які ви надаєте нам, включаються до визначення «Записи». Ми також можемо вимагати, щоб ви зазначили, чи містить Запис нецензурний контент — у такому випадку Цифровий Магазин може позначити його відповідним чином.

d.1 обкладинка повинна бути розміром 3000x3000px (пропорція 1:1), формат файлу .jpg/.jpeg з можливим низьким стисненням і високою якістю або форматом без втрат .png/.tiff, колірний профіль RGB. Практично обкладинка ПОВИННА містити: правильно обрізане та завантажене високоякісне зображення (реліз має відповідати зображенню). Обкладинка НЕ ПОВИННА містити: URL-адреси, логотипи або назви третіх осіб, веб-сайтів і магазинів, які пропонують продаж мультимедійного контенту, посилання на цифрові чи фізичні релізи або контент випусків на фізичних носіях, наприклад, CD + DVD, посилання на ціну цифрового чи фізичного видання, а також будь-яку рекламну інформацію чи інформацію про ціни на ці видання, посилання на інші пов’язані продукти або інші релізи продукту, посилання на імена, прізвища та прізвиська виконавців, які не фігурують у записі, дати прем'єр, попередніх продажів, оновлень або концертів, логотипи, відмінні від логотипу лейбла, пов’язаного із записом, порнографічний або сексуальний вміст або посилання на такий вміст.

e. Ми автоматично згенеруємо унікальні ідентифікаційні коди для кожного Запису (ISRC) та передамо їх у вибрані вами Цифрові Магазини. Якщо у вас є власні зареєстровані ISRC-коди, ви можете використовувати їх при завантаженні.

f. Після того як ви завантажили Запис у Сервіс для розповсюдження, ви можете видалити його в будь-який момент протягом строку дії цієї Угоди. Однак ви не можете видалити окремий трек, що був у складі альбому чи збірки — якщо ви хочете зробити це, вам необхідно видалити весь альбом і повторно завантажити його без цього треку.

2. ЦИФРОВІ МАГАЗИНИ

a. Права, які ви надаєте muzika.ua, є невиключними. Проте зверніть увагу: якщо ви відправляєте свої Записи до тих самих Цифрових Магазинів одночасно через muzika.ua та інший сервіс, подвійне розміщення ваших Записів може спричинити ускладнення та/або проблеми в цих Цифрових Магазинах.

b. Ми зобов’язуємося передавати ваші Записи до Цифрових Магазинів якомога швидше. Однак інтеграція, обробка та публікація ваших Записів для кінцевих користувачів може тривати від кількох годин до кількох днів або навіть тижнів — залежно від конкретного Цифрового Магазину та території. Просимо поставитися з розумінням.

c. Кожен Цифровий Магазин самостійно визначає цінову політику, а також формат чи носій і інші умови, на яких він пропонує записи (включно з вашими Записами) своїм клієнтам.

Наприклад:
у деяких випадках ваші Записи можуть бути доступними для постійного цифрового завантаження за оплату за одиницю,
в інших випадках клієнти можуть сплачувати щомісячну підписку, щоб мати можливість слухати чи тимчасово завантажувати ваші Записи разом з іншими записами.
Також Цифрові Магазини можуть:
пропонувати ваші Записи безкоштовно в межах акцій,
включати (або не включати) ваші Записи в маркетингові кампанії,
створювати редакційний контент про ваші Записи та артистів,
групувати Записи за жанром чи іншими ознаками,
дозволяти клієнтам слухати безкоштовні прев’ю-фрагменти ваших Записів.
Усі ці дії здійснюються виключно на розсуд відповідного Цифрового Магазину. muzika.ua не несе відповідальності за політики чи дії Цифрових Магазинів.

d. Ми розповсюджуватимемо ваші Записи у вибрані вами Цифрові Магазини на глобальній основі (ви не можете обмежити доступ лише певними країнами чи територіями для окремих Записів). «Територією» цієї Угоди є весь світ, за винятком випадків, коли окремий магазин обмежує розповсюдження у певних країнах.

e. Цифрові Магазини можуть вирішити не приймати один або кілька ваших Записів, обмежити їх у певних територіях або видалити їх у будь-який момент відповідно до власних політик. Тому ми не можемо гарантувати їх доступність. Ми також можемо відмовитися від дистрибуції (або видалити із Цифрових Магазинів) одного чи кількох Записів, якщо отримаємо юридичні претензії щодо цих Записів, якщо будемо мати підстави вважати, що можуть виникнути претензії чи проблеми, якщо Запис порушує умови будь-якого Цифрового Магазину або з будь-якої іншої причини на наш розсуд. Якщо ж наша угода з певним Цифровим Магазином завершиться чи буде припинена, або якщо цей магазин повністю припинить роботу чи роботу в певній території, ваші Записи більше не будуть доступними через цей магазин.

f. Підключаючи ваші Записи до Цифрового Магазину, ви гарантуєте muzika.ua, що ознайомлені з усіма його умовами, розумієте їх та погоджуєтеся їх виконувати, а також що ви, ваші Записи та інший контент повністю відповідають цим умовам.

3. ВАШ АКАУНТ

a. Коли ви реєструєтеся в нашому Сервісі, ви створюєте ім’я користувача та пароль, які надають доступ до вашого особистого кабінету на сайті www.muzika.ua (далі – «Сайт»). Будь ласка, зберігайте свої ім’я користувача та пароль у безпеці, оскільки ви самостійно несете відповідальність за будь-які Записи та інший контент, завантажений через ваш акаунт, а також за всі фінансові операції та іншу активність, здійснену через ваш акаунт. muzika.ua не несе відповідальності за будь-яку активність, здійснену через ваш акаунт.

b. Під час реєстрації ви надаєте необхідну інформацію про себе та/або артиста. Ви зобов’язані підтримувати цю інформацію актуальною та правдивою.

c. Ім’я(-імена) артиста, які ви зазначаєте під час завантаження Записів, діятимуть протягом усього строку дії вашої Угоди з нами. Ви можете додавати нові імена артистів у своєму акаунті для майбутніх релізів, але зміна вже опублікованого імені артиста можлива лише шляхом завантаження нового релізу.

d. Оплата за користування Сервісом здійснюється за кожен реліз (сингл, альбом чи збірку) відповідно до тарифів, опублікованих на Сайті. Жодних щорічних чи щомісячних обов’язкових платежів не передбачено.

e. Оплата має бути здійснена дійсною банківською карткою, через електронний гаманець або інший спосіб, доступний на момент платежу. Ви прямо дозволяєте muzika.ua списувати відповідну суму за реліз, включно з податками та банківськими комісіями. Усі платежі є остаточними та не підлягають поверненню, окрім випадків, прямо передбачених чинним законодавством України.

f. Якщо ви заборгували будь-які суми muzika.ua, ми маємо право утримати їх із майбутніх виплат роялті, на додаток до інших прав і засобів захисту.

4. СТРОК

a. Строк цієї Угоди («Строк») починається з Дати набуття чинності та діє безстроково, якщо не буде припинений будь-якою зі Сторін у порядку, визначеному цією Угодою.

b. Оскільки використання Сервісу здійснюється за принципом оплати за кожен реліз, автоматичне поновлення чи списання щорічних платежів не застосовується.

c. muzika.ua має право припинити дію цієї Угоди або обмежити доступ до Сервісу в будь-який момент, якщо ми обґрунтовано вважаємо, що ви чи будь-які ваші Записи або інший контент порушують цю Угоду, умови будь-якого Цифрового Магазину чи вимоги чинного законодавства; що ви чи ваші Записи порушуєте права інтелектуальної власності чи інші права будь-якої особи чи організації; якщо ми отримаємо повідомлення від Цифрового Магазину про неможливість прийняття ваших Записів; або якщо ви іншим чином зловживаєте Сервісом чи займаєтеся шахрайською або незаконною діяльністю.

d. У разі припинення дії Угоди ми повідомимо відповідні Цифрові Магазини про видалення ваших Записів. Після цього muzika.ua більше не нестиме перед вами зобов’язань, окрім обліку та виплати коштів, зароблених під час дії цієї Угоди. Клієнти, які завантажили або іншим чином отримали доступ до ваших Записів до моменту їх видалення, можуть зберігати та продовжувати їх прослуховування відповідно до правил Цифрових Магазинів.

5. НАДАННЯ ПРАВ

a. Для того щоб ми могли надавати Сервіс і поширювати ваші Записи (що включає і Композиції) та пов’язаний контент у вибрані вами Цифрові Магазини через нашу дистриб’юторську мережу, ви підтверджуєте, що надаєте muzika.ua невиключне, субліцензоване право та ліцензію протягом Строку та на всій Території на:
a.1. відтворювати та поширювати ваші Записи у Цифрові Магазини, щоб вони могли продавати, надавати доступ або іншим чином експлуатувати їх у будь-яких відповідних цифрових форматах і технологіях (включаючи постійні завантаження, тимчасові або «прив’язані» завантаження, інтерактивне та неінтерактивне стримінґ, хмарні сервіси та інші сучасні чи майбутні формати);

a.2. створювати, відтворювати, публічно виконувати та надавати доступ до безкоштовних прев’ю-фрагментів ваших Записів у форматі стримінґу як на сайтах Цифрових Магазинів, так і на платформах-партнерах, якщо це передбачено їхніми правилами;

a.3. відображати та іншим чином використовувати ваше(-і) ім’я(-мена) артиста та/або назву лейблу й логотип (якщо він у вас є), а також обкладинки, назви пісень та альбомів, торговельні марки, імена авторів пісень, продюсерів та звукорежисерів, а також затверджені зображення, кожне з яких утілене в метаданих Записів або надане вами («Матеріали»), на сайтах і сервісах Цифрових Магазинів, а також у будь-яких маркетингових, рекламних чи промоційних матеріалах, необхідних для роботи Сервісу або Цифрових Магазинів;

a.4. збирати доходи від Цифрових Магазинів від використання ваших Записів (а також збирати доходи після завершення Строку від використання Записів, що відбувалося під час Строку).

b. Ви також надаєте muzika.ua і вашим вибраним Цифровим Магазинам право та ліцензію протягом Строку та на всій Території вживати всіх необхідних заходів для реалізації вищезазначених прав і поширення ваших Записів і Матеріалів відповідно до цієї Угоди, включно, без обмежень, для зберігання, хостингу, кешування, відтворення, конвертації, передачі й публічного виконання таких Записів, а також у межах наших угод із Цифровими Магазинами.
Ви розумієте, що Цифрові Магазини можуть надавати користувачам права на використання ваших Записів навіть після завершення Строку цієї Угоди (наприклад, якщо клієнт придбав постійне завантаження).

c. Додатково, ви цим надаєте muzika.ua пряму ліцензію на публічне виконання ваших Записів (включно з Композиціями) у межах Сервісу, якщо це необхідно для інтеграції з Цифровими Магазинами. Якщо ви є членом організації колективного управління (ОКУ), ви погоджуєтеся повідомити таку організацію про надання прямої ліцензії на публічне виконання згідно з цим пунктом.

6. ВАШІ ОБОВ’ЯЗКИ

a. Ви несете повну відповідальність і повинні отримати всі необхідні права, ліцензії, відмови, дозволи та погодження, включаючи, без обмеження, усі права й ліцензії на музичне видавництво, для розповсюдження, відтворення, публічного виконання, синхронізації з аудіовізуальними роботами чи іншої експлуатації Композицій (включаючи їхні тексти) по всій Території для всіх Записів та інших Матеріалів. Це потрібно, щоб muzika.ua і ваші вибрані Цифрові Магазини могли повною мірою користуватися всіма наданими правами без претензій, обтяжень чи інших обмежень. Ваше завантаження Записів та передача будь-яких інших Матеріалів є безумовною гарантією та підтвердженням, що ви отримали всі необхідні права, аби muzika.ua і Цифрові Магазини могли поширювати, відтворювати, публічно виконувати, просувати та іншим чином використовувати такі Записи й Матеріали відповідно до цієї Угоди.

b. Ви несете повну відповідальність за своєчасну оплату:
b.1) усіх роялті та інших сум, що належать авторам, артистам-виконавцям, продюсерам, звукорежисерам, інженерам, ліцензіарам та будь-яким іншим учасникам, які мають право на винагороду від використання ваших Записів і Матеріалів;

b.2) усіх роялті (включно з механічними та синхронізаційними), які ви маєте виплачувати власникам чи адміністраторам авторських прав на семпли, аранжування чи інші музичні твори, втілені у ваших Записах;

b.3) усіх платежів, які можуть вимагатися за профспілковими, гільдійними чи іншими колективними угодами, що застосовуються до вас чи третіх осіб;

b.4) усіх інших роялті, зборів та/або сум, що підлягають оплаті щодо Записів чи Матеріалів, у тому числі відповідно до законодавства будь-якої країни у сфері «суміжних прав», «прав виконавців» чи «справедливої винагороди».

c. Якщо будь-яка частина ваших Записів зараз чи в майбутньому адмініструється в будь-якій країні організацією колективного управління (ОКУ), ви зобов’язані повідомити таку ОКУ про укладення цієї Угоди. Ви визнаєте, що muzika.ua не здійснює виплати таким організаціям від вашого імені, і ви самостійно врегульовуєте ці зобов’язання.

d. Ми не надаємо і не можемо надавати вам юридичні консультації щодо ваших зобов’язань перед третіми сторонами. Ви самостійно повинні отримати необхідну юридичну чи іншу консультацію перед завантаженням будь-яких Записів до нашого Сервісу.

7. УМОВИ ВИПЛАТ І ЗВІТНОСТІ

a. Як повну компенсацію за надані тут права та ліцензії, muzika.ua зараховуватиме на ваш акаунт 100% усіх коштів, які ми фактично отримаємо від вибраних вами Цифрових Магазинів, що безпосередньо пов’язані з використанням ваших Записів, після відрахування:

a.1) комісій платіжних систем (PayPal, банківських чи інших провайдерів);

a.2) комісій або утримань, здійснених самими Цифровими Магазинами згідно з їхніми правилами (податки, сервісні збори тощо).

b. Якщо muzika.ua отримає від Цифрового Магазину разовий платіж, який неможливо прямо віднести до конкретного артиста чи релізу, ми на власний розсуд визначимо принцип розподілу таких коштів між користувачами Сервісу (пропорційно доходам, за спеціальною формулою або іншим способом, що забезпечує справедливий розподіл).

c. Після того як платіж буде зараховано на ваш акаунт, ви зможете подати запит на виведення коштів. Ви несете відповідальність за всі банківські чи інші комісії, пов’язані зі зняттям коштів. Якщо доходи надійшли у валюті, відмінній від гривні, вони конвертуються за курсом на момент надходження платежу на рахунок muzika.ua.

d. Усі виплати є «all-in», тобто ви самостійно відповідаєте за сплату всіх податків, зборів, виплат ліцензіарам, авторам, видавцям, артистам, продюсерам, міксерам та іншим третім сторонам. muzika.ua не несе відповідальності за ваші зобов’язання перед третіми особами.

e. Ви розумієте й погоджуєтеся, що Цифрові Магазини можуть утримувати частину доходу, який вони отримують від користувачів, і можуть здійснювати відрахування з виплат, що вони перераховують muzika.ua. Такі відрахування можуть включати: податки, збори, роялті чи інші платежі третім сторонам, банківські комісії. muzika.ua має право покладатися на звітність Цифрових Магазинів. Будь-які претензії до таких звітів мають бути подані не пізніше ніж через один (1) рік від дати надання відповідного звіту.

f. Виплати здійснюються через PayPal, банківський переказ або інші методи, доступні на момент запиту. Ви самостійно відповідаєте за коректність і актуальність наданих платіжних реквізитів. Протягом Строку ми можемо додавати або змінювати методи виплат.

g. Після того як ми отримаємо платіж від Цифрового Магазину, ми відобразимо суму та звіт у вашому акаунті на muzika.ua. Ви зможете переглядати частину звітів, наданих Цифровими Магазинами. Ми можемо приховувати конфіденційну інформацію або дані, що стосуються третіх осіб. Якщо ваш акаунт ведеться від імені групи, компанії чи партнерства, то ви самостійно відповідаєте за виплати іншим учасникам. Ми здійснюємо виплати лише на платіжні реквізити, зазначені власником акаунта.

h. Якщо ми отримаємо претензію чи будемо обґрунтовано підозрювати, що будь-які ваші Записи або ваша діяльність у Сервісі порушують права третіх осіб чи закон, або що ваша діяльність включає шахрайство чи інші незаконні дії, ми маємо право призупинити чи припинити розповсюдження ваших Записів та/або утримувати виплати, які ми вважаємо пов’язаними з такими діями, доки спір не буде остаточно вирішений. Ми також маємо право відняти з ваших виплат витрати, понесені у зв’язку з розглядом таких претензій (у тому числі юридичні витрати).

8. ЗАЯВИ ТА ГАРАНТІЇ; ВІДШКОДУВАННЯ

a. Ви заявляєте й гарантуєте muzika.ua, що:
a.1) вам щонайменше 18 років, і ви маєте правоздатність, право та повноваження укласти цю Угоду;

a.2) ви володієте або належним чином отримали всі необхідні авторські права та інші права для надання ліцензій і дозволів за цією Угодою, і здійснення цих прав muzika.ua, обраними вами Цифровими Магазинами, а також їхніми правонаступниками не порушує жодного чинного закону чи прав третіх сторін;

a.3) ви отримали всі необхідні дозволи, ліцензії та погодження від третіх сторін (включно з механічними, синхронізаційними та іншими ліцензіями від власників авторських прав), щоб надати всі права й ліцензії та повністю виконати зобов’язання за цією Угодою, і ви здійснюватимете всі необхідні виплати;

a.4) ваші Записи та Матеріали, включаючи весь візуальний контент у аудіовізуальних Записах, не порушують і не будуть порушувати авторські права, торговельні марки чи інші права інтелектуальної власності або інші права (включаючи право на публічність, приватність чи моральні права) третіх сторін, а також жодних чинних законів чи правил;

a.5) файли, які ви завантажуєте чи передаєте нам, не містять і не будуть містити вірусів, троянських програм чи інших шкідливих елементів, а також будь-яких DRM-обмежень;

a.6) не існує й не буде існувати претензій, судових чи адміністративних процесів або інших дій щодо ваших Записів чи Матеріалів, які б перешкоджали їхній повній експлуатації згідно з цією Угодою;

a.7) усі дані, метадані та інформація, надані вами за цією Угодою, є правдивими, точними й повними, і ви зобов’язуєтеся оновлювати їх у разі потреби протягом Строку;

a.8) ви здійснюватимете всі виплати, крім тих, що прямо зазначені у пункті 7.a цієї Угоди;

a.9) ви будете використовувати Сайт і Сервіс лише відповідно до цієї Угоди й не для шахрайських, неправомірних чи незаконних цілей;

a.10) будь-який продаж, передача, поступка чи інше надання прав на ваші інтереси у Записах чи Матеріалах буде підпорядковуватися цій Угоді;

a.11) ви не укладали і не укладатимете угод чи дій, які суттєво заважають або суперечать правам, наданим muzika.ua;

a.12) ви прочитали й зрозуміли цю Угоду та мали можливість проконсультуватися з незалежним юристом.

Відшкодування (Indemnification)

Ви зобов’язуєтеся відшкодовувати збитки й звільняти від відповідальності, а за нашим запитом — захищати muzika.ua, наших партнерів, субліцензіатів (включно з вибраними вами Цифровими Магазинами та їхніми користувачами), правонаступників, а також директорів, працівників, агентів та представників від будь-яких і всіх претензій, позовів, спорів, збитків, витрат і видатків (включно з обґрунтованими гонорарами адвокатів), що виникають внаслідок:
1) порушення або ймовірного порушення будь-яких ваших гарантій, заяв чи зобов’язань за цією Угодою;

2) будь-якої претензії, що Записи, Матеріали, дані або інформація, надані вами або від вашого імені, або їх використання muzika.ua чи Цифровими Магазинами порушують права іншої сторони;

3) будь-яких дій чи бездіяльності з вашого боку або з боку ваших ліцензіарів, агентів чи представників.
muzika.ua має право утримувати з будь-яких ваших виплат суми, пов’язані з такими претензіями, доки спір не буде остаточно вирішений. Ми також можемо відняти з ваших виплат юридичні витрати, понесені у зв’язку з вашим порушенням цієї Угоди.

9. ВІДСУТНІСТЬ ГАРАНТІЙ; ОБМЕЖЕННЯ ВІДПОВІДАЛЬНОСТІ

a. Сайт і Сервіс надаються вам «як є». muzika.ua не надає жодних гарантій чи запевнень — ні прямих, ні непрямих, законодавчих чи інших, включно (але не обмежуючись) гарантіями щодо:
розміру доходу, який ви можете отримати чи який буде вам виплачений;
стану, якості, безперервності роботи, продуктивності, придатності для продажу чи певної мети нашого Сайту чи Сервісу.
Ми не гарантуємо, що доступ до Сайту чи Сервісу буде постійним, безперервним, безпомилковим чи безпечним. Усі гарантії прямо виключаються в межах, дозволених законодавством.

b. У максимально дозволеній законом мірі ні muzika.ua, ні будь-які його партнери, афілійовані особи, власники, працівники, представники чи агенти не несуть відповідальності за будь-які:
непрямі, випадкові, особливі, штрафні чи побічні збитки,
втрату прибутку, продажів, даних чи ділової репутації,
які виникають унаслідок дій чи бездіяльності Цифрових Магазинів, їхніх користувачів, або вашого доступу чи використання Сайту чи Сервісу. Це стосується будь-якої правової підстави (гарантії, контракт, делікт, включно з недбалістю чи відповідальністю за продукт) незалежно від того, чи ми були повідомлені про можливість таких збитків.

c. У жодному випадку сукупна відповідальність muzika.ua за цією Угодою не перевищуватиме сум, фактично належних вам відповідно до пункту 7.a.
Обмеження відповідальності, викладені вище, є основними умовами цієї Угоди між вами та muzika.ua.

10. ЗАГАЛЬНІ ПОЛОЖЕННЯ

a. Ця Угода разом із Політикою конфіденційності, що застосовується до нашого Сайту, містить повне розуміння сторонами предмета Угоди та замінює будь-яке попереднє чи одночасне листування, домовленості чи угоди щодо цього предмета. muzika.ua має право час від часу змінювати умови цієї Угоди. У такому випадку ми повідомимо вас, змінивши дату у верхній частині цієї Угоди та/або електронною поштою чи повідомленням у вашому кабінеті користувача на Сайті. Якщо ви не погоджуєтеся з оновленими умовами, ви повинні закрити свій акаунт; подальше використання Сайту чи Сервісу вважатиметься вашою згодою.

b. Відмова сторони від претензій у зв’язку з порушенням будь-якого положення цієї Угоди іншою стороною не вважається і не тлумачиться як відмова від претензій у разі подальших порушень цього чи будь-якого іншого положення цієї Угоди. Якщо будь-яке положення цієї Угоди буде визнане недійсним або таким, що не підлягає виконанню судовим рішенням чи постановою, решта Угоди залишатиметься дійсною та підлягатиме виконанню відповідно до її умов; при цьому недійсне положення обмежується лише настільки, наскільки це необхідно, або замінюється положенням, яке найбільше відповідає намірам сторін.

c. muzika.ua не нестиме відповідальності за порушення цієї Угоди, яке можна усунути, якщо ви не надішлете нам письмове повідомлення із зазначенням такого порушення (отримання якого ми підтвердимо), і якщо ми не виправимо його протягом дев’яноста (90) днів після цього.

d. Ми можемо надсилати всі повідомлення та комунікації вам на електронну адресу або поштову адресу, пов’язану з вашим акаунтом, та/або через ваш кабінет користувача на Сайті. Усі повідомлення для muzika.ua мають надсилатися на адресу: legal@muzika.ua.

e. Ви не можете передавати, поступатися чи делегувати будь-які ваші права чи обов’язки за цією Угодою без нашої попередньої письмової згоди, і будь-яка спроба зробити це без такої згоди є недійсною з моменту вчинення. Ми маємо право передавати, делегувати, субліцензувати чи іншим чином передавати цю Угоду та/або будь-які наші права й обов’язки для забезпечення роботи Сервісу та Сайту. Ця Угода є обов’язковою та поширюється на користь сторін та їхніх правонаступників і правонабувачів.

f. Ми залишаємо за собою право змінювати, призупиняти або припиняти роботу Сервісу у будь-який час і без попереднього повідомлення. Ми не зобов’язані надавати Сервіс постійно чи взагалі.

g. Взаємовідносини сторін є відносинами незалежних підрядників. Ця Угода не створює партнерства чи спільного підприємства, і жодна зі сторін не є агентом, партнером, працівником чи представником іншої.

h. Ця Угода підлягає тлумаченню та виконанню виключно відповідно до законодавства України. Будь-які позови чи провадження, які одна сторона ініціює проти іншої у зв’язку з цією Угодою, мають розглядатися виключно в компетентному суді України за місцезнаходженням muzika.ua, і сторони безвідклично погоджуються з юрисдикцією такого суду.

`;
