export const promoplanExample = `
Про пісню
"Нафіг все це" — легка електронна пісня, яка відгукнеться кожному, хто багато працює. Коли втома від рутини стає нестерпною й хочеться сказати: «та ну його все», — залишається тільки вирватися у танець, щоб розслабитись і робити те, що справді любиш.
Трек ідеально підходить для плейлистів: «Hot Hits Ukraine», «Dance Hits», «Summer Relaxation» та «Best Songs in Ukrainian».

Про артиста
Автор пісні — відомий саунд-продюсер Santera, на рахунку якого мільйонні хіти для артистки Клавдії Петрівни: «Знайди мене», «Я брехала тобі», «Я щаслива» та для багатьох інших популярних українських виконавців. Santera є співвласником музичного простору MUZIKA HUB, де й народжуються пісні.
Артист планує випускати нові треки щомісяця до кінця року, у співпраці з відомими бізнесами та брендами.

Просування
Команда артиста планує зробити так, щоб пісня «Нафіг все це» стала популярним TikTok-хітом, адже її тема близька багатьом, хто втомився від виснажливої роботи й мріє нарешті розслабитись.
Артиста підтримають відомі українські зірки — Маша Кондратенко, Оля Цибульська, Клавдія Петрівна, OSTY, Очі в Очі, а також популярні блогери.
Пісня буде звучати на радіостанціях «Наше Радіо», Hit FM, Радіо П’ятниця. Також запланований офіційний ремікс, який лунатиме на провідних DJ-радіостанціях України. Музичний кліп уже відзнято і його транслюватимуть телеканали M1 та M2.

Бюджет
Загальний бюджет просування пісні складає $2000:
•	Кураторські плейлисти: $500
•	YouTube: $700
•	Meta (Facebook/Instagram): $800


`;
